[
    {
        "property_id": "Bayut - ARJAN-KBR-MIRACLZTW-STD",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "February 28, 2022",
        "furnishing": "Furnished",
        "price": {
            "currency": "AED",
            "amount": "34,999"
        },
        "location": "Miraclz Tower by Danube, Arjan, Dubai",
        "bed_bath_size": {
            "bedrooms": "Studio",
            "bathrooms": "1 Bath",
            "size": "404 sqft"
        },
        "permit_number": "7137297042",
        "agent_name": "kabeer Ahmed",
        "image_url": "https://images.bayut.com/thumbnails/191406857-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Arjan > Miraclz Tower by Danube Apartments",
        "amenities": [
            "Furnished",
            "Balcony or Terrace",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Furnished",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Balcony or Terrace",
            "Gym or Health Club",
            "Swimming Pool"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed apartment located in the most sought-after residential community in Dubai, ArjanMiraclz by Danube is a unique concept that maximizes your space by transforming your living room into a bedroom. Miraclz offers a selection of 395 studios, 132 - one bedroom and 64 - two bedroom fully furnished apartments each fitted with modular furniture and a European technology convertible sofa that transforms into a full-sized bed at a gentle pull. This offers you a spacious living room by day and a comfortable guest bedroom at night. In addition to these, there are 8 retail spaces within Miraclz that offers you the best of shopping and leisure experiences. PROPERTY DETAILS AND AMENITIES:■ Studio Apartment■ 1 Bathroom■ Balcony■ Furnished Kitchen■ Covered parking■ Jacuzzi■ Gymnasium■ SaunaContact: Mr. Kabeer Ahmed – Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - JVC-MJ-BELGRAV2-STD",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 16, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "35,000"
        },
        "location": "Belgravia 2, Belgravia, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "Studio",
            "bathrooms": "1 Bath",
            "size": "463 sqft"
        },
        "permit_number": "7145796353",
        "agent_name": "Mohammad Jahangir",
        "image_url": "https://images.bayut.com/thumbnails/194356545-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > Belgravia",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Kids Play Area",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "24 Hours Concierge"
        ],
        "description": "AZCO Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed property located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Belgravia II in Jumeirah Village Circle is a sophisticated residence with a connection to the local art and design community, making it to the list of top Dubai apartments offering unmatched family living and interiors inspired by timeless palettes and top-quality materials. Belgravia II offers its residents a quality of life that can’t be found elsewhere. Based on a play of photographic moments of here and now while appreciating the shadows of time, the color scheme is intentionally neutral, a calm but strong range of white and warm woods offset and framed by black. Belgravia Square is designed to offer its residents a superior quality of life. With ample spaces to hangout and unwind, the residents can enjoy a true sense of community. PROPERTY DETAILS AND AMENITIES:■Studio apartment■1 bathroom■1 parking space■Ground + podium + 4 floors■Swimming pool■Gym  ■Indoor playing area■Elegant lobby■Landscaped central court■24 hour securityCONTACT US: MR. MOHAMMAD JAHANGIR- PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - ARJAN-SAH-LEERBACH-2BR",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 10, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "65,000"
        },
        "location": "Leerbach Palace Tower, Arjan, Dubai",
        "bed_bath_size": {
            "bedrooms": "2 Beds",
            "bathrooms": "3 Baths",
            "size": "1,334 sqft"
        },
        "permit_number": "71405359819",
        "agent_name": "Sahabzada Zabee Ullah",
        "image_url": "https://images.bayut.com/thumbnails/193331778-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Arjan > Leerbach Palace Tower Apartments",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "CCTV Security",
            "24 Hours Concierge"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed property located in the most sought-after residential community in Dubai, Arjan. Arjan is a new district within Dubailand, situated on the outskirts of Dubai. The community is bordered by Al Barsha South towards the north and Sheikh Mohammed Bin Zayed Road towards the south. Further down south, there is Dubai Motor City – home to Dubai Autodrome. The project was launched in 2006 as part of the Dubailand development. By September 2020, the community has 48 completed buildings and another 37 are under development. The road network is fully developed. Arjan features residential complexes, commercial buildings and retail developments. The neighbourhood is popular for having two of the most visited parks in Dubai: Dubai Miracle Garden and Dubai Butterfly Garden. PROPERTY DETAILS AND AMENITIES:■2 Bedroom apartment ■3 bathrooms■Parking spaces■Swimming pool■Gymnasium■High speed elevators■Lobby in the building■24 hrs SecurityCONTACT US: MR. Sahabzada Zabee Ullah - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers LLC is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real-estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real-estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - 3328-Ap-R-0117",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 20, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "62,500"
        },
        "location": "Bab Alqarya Tower, JVC District 11, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "847 sqft"
        },
        "permit_number": "71395967406",
        "agent_name": "Bloomfield3",
        "image_url": "https://images.bayut.com/thumbnails/195243648-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 11",
        "amenities": [
            "Balcony or Terrace",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Balcony or Terrace",
            "Lobby in Building",
            "Service Elevators",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Waste Disposal",
            "Maintenance Staff",
            "Cleaning Services",
            "Security Staff",
            "CCTV Security",
            "Broadband Internet"
        ],
        "description": "Bloomfield Real Estate is pleased to offer you this Amazing One-bedroom for rent in BAB AL QARYA TOWER next to Circle Mall, Jumeirah Village Circle, Dubai. - 1 Bedroom- 2 Bathrooms- with Balcony- 847 Sqft. - Built-in Wardrobes- Covered Parking- 3 months free ( for the first week only - all deals starting 1st of March)- 4 times a year free deep cleaning . - Gas & Ejari FREE - Swimming Pool- Gymnasium- 24 Hour Security- Close Proximity to international schools- Close Proximity to the shopping and next to Circle mall. Jumeirah Village Circle is one of the most family-friendly master communities pioneered by Dubai's leading real estate developer, Nakheel. Located at the heart of new Dubai and amidst landscaped gardens, it boasts a range of amenities making it an ideal spot for rent. Our company can give you the best deals in Dubai. We strive to cater to our clients’ individual requirements and demands with perfection and precision. Our team is qualified professionals’ consultants who are dedicated to ensured that you will get the best real estate advice. Less"
    },
    {
        "property_id": "Bayut - ARJAN-SM-VNCBLVD-1BR",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 15, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "59,999"
        },
        "location": "Vincitore Boulevard, Arjan, Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "1,038 sqft"
        },
        "permit_number": "7180922747",
        "agent_name": "Muhammed Ansad",
        "image_url": "https://images.bayut.com/thumbnails/196078564-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Arjan > Vincitore Boulevard Apartments",
        "amenities": [
            "Balcony or Terrace",
            "Swimming Pool",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Swimming Pool",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "CCTV Security"
        ],
        "description": "AZCO REAL ESTATE BROKERS LLC is excited to bring you this \"faithful to local modern design traditions\", lateral apartments with a delightful spacious terrace view that is going to improve your lifestyle. Clever and discerning, cheerful residents can live the life they choose from here. Living at Vincitore Boulevard is like having a permanent ticket to everything cutting-edge, exciting and new around you. Escape to where iconic design and contemporary luxury set the stage for exclusive and extraordinary experiences. Positioned in the heart of Al Barsha South, Arjan, it presents a daring new vision for luxury living. Vincitore Boulevard features studios and one bedroom residences alongside an unprecedented blend of amenities and services that set the tone of its signature ambiance. Wake up to sweeping views of Miracle Garden. Experience timeless spaces that you’ll never want to leave. PROPERTY DETAILS AND AMENITIES■1 Bedroom Apartment■2 Bathrooms■Parking area■Boulevard Retail■Infinity Pool■Courtyard■Wave Pool■Master Bedroom■Bathroom■Living Room■Lobby■Sun DeckCONTACT US: MR. MUHAMMED ANSAD - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. Is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - JVC-HK-TUSCANR-1BR",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 20, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "48,000"
        },
        "location": "Florence 2, Florence, Tuscan Residence, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "1,398 sqft"
        },
        "permit_number": "7130581600",
        "agent_name": "Hassan Khalid",
        "image_url": "https://images.bayut.com/thumbnails/195169775-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > Tuscan Residence",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Electricity Backup",
            "Electricity Backup",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Storage Areas",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed office located in the most sought-after residential community in Jumeirah Village Circle. Tuscan Residences - Three apartment buildings host a mix of studios, along with one and two bedroom apartments exuding warmth and character. The low-rise project connects you with life at street level, while generous balconies and terraces open out to the community. Homes come with a choice of Arabian of Mediterranean design cues, with high quality finishings and thoughtful, spacious layouts. Amenities such as pool, gymnasium, sauna, barbecue area and resident’s lounge, promote community living. The rest of the city easily accessed via Sheikh Mohammed bin Zayed Road, with Arabian Ranches, Dubai Media City, Dubai Internet City and Ibn Battuta Mall all nearby. PROPERTY FEATURES AND DETAILS :■ 1 Bedroom Apartment■ 2 Bathrooms■ Swimming Pool■ Covered Parking■ 24/7 Security■ Gym■ Alarm System Parking■ Fire Fighting■ Central Air conditioningCONTACT US: - Hassan Khalid - Poperty ConsultantAZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - DLAND-ST-AMARANTA-4BR",
        "purpose": "For Rent",
        "type": "Townhouse",
        "added_on": "March 17, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "125,000"
        },
        "location": "Amaranta A, Amaranta 1, Amaranta, Villanova, Dubailand, Dubai",
        "bed_bath_size": {
            "bedrooms": "4 Beds",
            "bathrooms": "4 Baths",
            "size": "2,591 sqft"
        },
        "permit_number": "69182431212",
        "agent_name": "Srikanth Kasula",
        "image_url": "https://images.bayut.com/thumbnails/194558573-800x600.jpeg",
        "breadcrumbs": "Townhouses for Rent in Dubai > Dubailand > Villanova",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 2",
            "Maids Room",
            "Swimming Pool",
            "Electricity Backup",
            "Parking Spaces",
            ": 2",
            "Centrally Air-Conditioned",
            "Storage Areas",
            "Balcony or Terrace",
            "Swimming Pool",
            "Kids Play Area",
            "Barbeque Area",
            "Maids Room"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed office located in the most sought-after residential community in Dubai Land. Appreciate your family, have a home where you ensure the safety of your kids when you leave to work, and where you can see them grow, take their first steps, learn, and smile. Amaranta is the neighborhood to watch your family’s life prosper in a home filled with love and serenity. Amaranta offers an unmatchable perspective of homes. When it comes to spaces, designs, facades, and features, it stands out, aiming to present you a fulfilled and serene life, giving you the space to lay back and relax when you have this feeling that everything had been taken care off.  Amaranta embodies the haciendas of modern Spanish style, following the steps of Villanova, the community it lays within its gates, offering two, three, and four bedroom townhouses with 2 floors. The interior plans of the townhouses grant an ample space through the bedrooms, living rooms, kitchens, and bathrooms. The main goal was to build homes providing utmost functionality and usability to present a relaxed life for all family members. PROPERTY FEATURES AND DETAILS :■ 4 Bedroom Townhouse■ 4 Bathrooms■ Maid's Room■ Swimming Pool■ Covered Parking■ 24/7 Security■ Gym■ Alarm System Parking■ Fire Fighting■ Central Air conditioningCONTACT US: - Srikanth Kasula - Property ConsultantAZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - JVC-HU-PARKVT-STUDIO",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 16, 2022",
        "furnishing": "Furnished",
        "price": {
            "currency": "AED",
            "amount": "45,000"
        },
        "location": "Park View Tower, JVC District 14, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "Studio",
            "bathrooms": "1 Bath",
            "size": "473 sqft"
        },
        "permit_number": "7117756667",
        "agent_name": "MUHAMMAD HAMZA USMAN",
        "image_url": "https://images.bayut.com/thumbnails/194470624-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 14",
        "amenities": [
            "Furnished",
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Furnished",
            "Electricity Backup",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Storage Areas",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Broadband Internet",
            "Satellite/Cable TV",
            "Intercom",
            "24 Hours Concierge"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed apartment located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Park View Tower, A New launch by Revi Developer in the JVC Area, in addition to a modern and contemporary tower. Providing 1 Basement + Ground floor + 4 Podium + 19 Floors in the form of Studio, 1, 2, 3 Bedroom Tower. Park View Tower apartment is designed especially for you by one of the best interior designers in the world. In front of the tower is a beautiful park: imagine the pleasure of looking out at it from your apartment, taking nice strolls, jogging, bringing the kids out to play and even simply passing a few moments in total relaxation. FACILITIES and AMENITIES:■ Studio Apartment■ 1 Bathroom■ Kitchen Appliances■ Covered Parking■ Central A/C■ Gymnasium■ Swimming Pool■ 24hrs SecurityContact Us : HAMZA USMAN - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers LLC is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - 3328-Ap-R-0119",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 20, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "100,500"
        },
        "location": "Bab Alqarya Tower, JVC District 11, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "2 Beds",
            "bathrooms": "3 Baths",
            "size": "1,264 sqft"
        },
        "permit_number": "71395967406",
        "agent_name": "Bloomfield3",
        "image_url": "https://images.bayut.com/thumbnails/195244971-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 11",
        "amenities": [
            "Balcony or Terrace",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Balcony or Terrace",
            "Lobby in Building",
            "Service Elevators",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Waste Disposal",
            "Maintenance Staff",
            "Cleaning Services",
            "Security Staff",
            "CCTV Security",
            "Broadband Internet"
        ],
        "description": "Bloomfield Real Estate is pleased to offer you this Amazing 2 Bedroom for rent in BAB AL QARYA TOWER next to Circle Mall, Jumeirah Village Circle, Dubai. - 2 Bedroom- 3 Bathrooms- with Balcony- 1264 Sqft. - Built-in Wardrobes- Covered Parking- 3 months free ( for the first week only - all deals starting 1st of March)- 4 times a year free deep cleaning . - Gas & Ejari FREE- Swimming Pool- Gymnasium- 24 Hour Security- Close Proximity to international schools- Close Proximity to the shopping and next to Circle mall. Jumeirah Village Circle is one of the most family-friendly master communities pioneered by Dubai's leading real estate developer, Nakheel. Located at the heart of new Dubai and amidst landscaped gardens, it boasts a range of amenities making it an ideal spot for rent. Our company can give you the best deals in Dubai. We strive to cater to our clients’ individual requirements and demands with perfection and precision. Our team is qualified professionals’ consultants who are dedicated to ensured that you will get the best real estate advice. Less"
    },
    {
        "property_id": "Bayut - 3328-Ap-R-0115",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 20, 2022",
        "furnishing": "Furnished",
        "price": {
            "currency": "AED",
            "amount": "50,000"
        },
        "location": "Reef Residence, JVC District 13, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "885 sqft"
        },
        "permit_number": "71101954803",
        "agent_name": "Kaleem Mohsin",
        "image_url": "https://images.bayut.com/thumbnails/195245235-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 13",
        "amenities": [
            "Furnished",
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Furnished",
            "Parking Spaces",
            ": 1",
            "Balcony or Terrace",
            "Lobby in Building",
            "Service Elevators",
            "Reception/Waiting Room",
            "Flooring",
            "Gym or Health Club",
            "Swimming Pool",
            "Kids Play Area",
            "Waste Disposal",
            "Maintenance Staff",
            "Business Center",
            "Security Staff",
            "CCTV Security",
            "Broadband Internet",
            "Intercom"
        ],
        "description": "Bloomfield Real Estate can give you the best deals in Dubai. We strive to cater to our clients' individual requirements and demands with perfection and precision. Our team is qualified professionals consultants who are dedicated to ensure that you will get the best real estate advice & property."
    },
    {
        "property_id": "Bayut - ELY-R-04823",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 18, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "126,000"
        },
        "location": "Marina Residences 3, Marina Residences, Palm Jumeirah, Dubai",
        "bed_bath_size": {
            "bedrooms": "2 Beds",
            "bathrooms": "3 Baths",
            "size": "1,857 sqft"
        },
        "permit_number": "6512932200",
        "agent_name": "Lamia Nourbay",
        "image_url": "https://images.bayut.com/thumbnails/194910130-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Palm Jumeirah > Marina Residences",
        "amenities": [],
        "description": "Elysian Real Estate is delighted to offer this incredible 2 bedroom apartment in the famous Marina Residences, Palm Jumeirah, Dubai. This prime unit is located on a low floor, accommodation consists Large square lounge/dining room, accessible kitchen, Guest W. C, a maid's room, a master bedroom with En-Suite bathroom and walk-in wardrobe and another bedroom with accessible bathroom, the property has a private balcony that looks across over the community. - Entrance leading to spacious dining & living area- Accessible kitchen- Maid's room- Airy master bedroom with walk-in wardrobe and beautiful En-suite bathroom- 1 stunning bedroom with easy access to a bathroom- Beautiful Balcony- Vacant NOW- Lifestyle amenities 5 minutes away. - Ref No. ELY-R-04823- Contact Lamia Nourbay on  BRN No. 49390Please contact Lamia Nourbay on  for more information or to arrange a viewing. To find all available properties for sale and for lease with Elysian real estate please contact our head office on "
    },
    {
        "property_id": "Bayut - DUB180184_L",
        "purpose": "For Rent",
        "type": "Villa",
        "added_on": "March 19, 2022",
        "furnishing": null,
        "price": {
            "currency": "AED",
            "amount": "155,000"
        },
        "location": "Al Reem 3, Al Reem, Arabian Ranches, Dubai",
        "bed_bath_size": {
            "bedrooms": "3 Beds",
            "bathrooms": "3 Baths",
            "size": "2,295 sqft"
        },
        "permit_number": "6914621100",
        "agent_name": "Ciara Murray",
        "image_url": "https://images.bayut.com/thumbnails/194967695-800x600.jpeg",
        "breadcrumbs": "Villas for Rent in Dubai > Arabian Ranches > Al Reem",
        "amenities": [],
        "description": "Lake backing | Type 3E | StudyA beautiful Type 3E in Al Reem, directly on the lake. The villa will be vacant and ready for occupation at the end of March. In brief, it consists of three double bedrooms, study room, kitchen/breakfast room, powder room. The master bedroom is en-suite and there is a further family bathroom upstairs, plus guests bathroom downstairs. Al Reem is a gated development of villas within the Arabian Ranches. Each community has a pool, recreation facilities and walkways, and is a popular family location. Arabian Ranches is considered to be the most popular suburban villa & townhouse developments in Dubai. Call Ciara (BRN: 51277) on  for more details regarding this fantastic opportunity. Broker fee - 5% + VATSecurity deposit - 5%For further details, please drop into our flagship office at the Gold & Diamond Park - or browse the incredible selection of properties we maintain at the haus & haus website. • Available April• Lake backing• Type 3E• Study• Covered parking• Single row• Al Reem 3• Call Ciara "
    },
    {
        "property_id": "Bayut - DLAND-GV-MIRAOASI3-4BR",
        "purpose": "For Rent",
        "type": "Villa",
        "added_on": "March 21, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "120,000"
        },
        "location": "Mira Oasis 3, Mira Oasis, Reem, Dubai",
        "bed_bath_size": {
            "bedrooms": "4 Beds",
            "bathrooms": "5 Baths",
            "size": "2,309 sqft"
        },
        "permit_number": "6917709594",
        "agent_name": "Gaurav Rajdiv",
        "image_url": "https://images.bayut.com/thumbnails/195392839-800x600.jpeg",
        "breadcrumbs": "Villas for Rent in Dubai > Reem > Mira Oasis",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 2",
            "Maids Room",
            "Electricity Backup",
            "Electricity Backup",
            "Parking Spaces",
            ": 2",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Storage Areas",
            "Balcony or Terrace",
            "Kids Play Area",
            "Lawn or Garden",
            "Barbeque Area",
            "Maids Room"
        ],
        "description": "AZCO REAL ESTATE BROKERS LLC is proud to present, A community where everyday is filled with wonder. Discover the joy of living in a tranquil gated community that is destined to be one of Dubai's most desirable destination to live. Mira Oasis comprises a total of more than 1,300 contemporary townhouses available as cluster or terraced houses. The development is being built in three stages with Phase 1, 2, and 3 due for completion in December 2017, September 2018 and December 2018 respectively. Mira Oasis 1 is a gated residential sub-community of Reem and is situated to the west of the development close to Al Qudra Road (D63). PROPERTY DETAILS and AMENITIES■ 4 Bedrooms Villa■ 5 Bathrooms■ Built-in Wardrobes■ 2 Parking Spaces■ Maid's Room■ Basketball court■ BBQ Area■ 24 Security in Gated Community■ Kids Play AreaCONTACT US: MR. GAURAV RADJEV - Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate."
    },
    {
        "property_id": "Bayut - DLAND-ST-ZAHRAAP-2BR",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 21, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "50,000"
        },
        "location": "Zahra Apartments 1A, Zahra Apartments, Town Square, Dubai",
        "bed_bath_size": {
            "bedrooms": "2 Beds",
            "bathrooms": "2 Baths",
            "size": "928 sqft"
        },
        "permit_number": "7123014448",
        "agent_name": "Srikanth Kasula",
        "image_url": "https://images.bayut.com/thumbnails/195973550-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Town Square > Zahra Apartments",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Electricity Backup",
            "Electricity Backup",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Storage Areas",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Barbeque Area"
        ],
        "description": "AZCO REAL ESTATE BROKERS LLC is excited to bring you this \"faithful to local modern design traditions\", lateral apartments with a delightful spacious terrace view that is going to improve your lifestyle. Clever and discerning, cheerful residents can live the life they choose from here. Nshama Zahra Apartments at Town Square Dubai, which comprises studio, 1, 2 and 3 bedroom apartments. Catch the glitz and glamour of the silver screen. In elegant indoor comfort or out in the open at Reel’s park-front outdoor cinema. It’s a different world the moment you enter the building (Zahra Apartments at Town Square Dubai). Walk through an airy double-height lobby with mashrabiya screens that offer soothing natural ventilation. Mingle with familiar fellow residents in the courtyard. PROPERTY DETAILS AND AMENITIES:■2 Bedroom Apartment■2 bathrooms■1 parking space■Electricity Backup■Centrally Air-Conditioned■Central Heating■Double Glazed Windows■Storage Areas■Lobby in Building■Service Elevators■Facilities for Disabled■Business Center■Security Staff■CCTV SecurityContact Us: MR. SRIKANTH KASULA - Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - DUB201238_L",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 8, 2022",
        "furnishing": null,
        "price": {
            "currency": "AED",
            "amount": "170,000"
        },
        "location": "Acacia A, Acacia, Park Heights, Dubai Hills Estate, Dubai",
        "bed_bath_size": {
            "bedrooms": "3 Beds",
            "bathrooms": "3 Baths",
            "size": "1,375 sqft"
        },
        "permit_number": "7122110798",
        "agent_name": "Maeve Breen",
        "image_url": "https://images.bayut.com/thumbnails/193252126-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Dubai Hills Estate > Park Heights",
        "amenities": [],
        "description": "Stunning | Available 13 April | Pool and Park viewhaus & haus is excited to offer this stunning brand new Three bedroom home located within Dubai Hills Estate. This Acacia A apartment Overlooks a  stunning view of the swimming pool & park. With an open plan living / kitchen diner, three spacious bedrooms plus maids room. The property is Chiller Free & it’s Available 13th April. Park Heights offers landscaped greenery, kids play areas, Sports facilities, swimming pools and gymnasium's in each building. Broker fee - 5%Security deposit - 5%Call Maeve (BRN: 52001) on  for more information, to arrange a viewing or to make an offer. For further details, please drop into our flagship office at the Gold & Diamond Park - or browse the incredible selection of properties we maintain at the haus & haus website. Our specialist brokers will be happy to answer any industry related query you have. • 3 bedroom apartment• Maid's room• Dark Wood Finish• 3.5 bathroom• Chiller Free• Covered parking• Pool & Park views• Pool & Gym access• Call Maeve now "
    },
    {
        "property_id": "Bayut - SUP156795_L",
        "purpose": "For Rent",
        "type": "Villa",
        "added_on": "March 21, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "360,000"
        },
        "location": "Legacy, Jumeirah Park, Dubai",
        "bed_bath_size": {
            "bedrooms": "5 Beds",
            "bathrooms": "6 Baths",
            "size": "5,479 sqft"
        },
        "permit_number": "6513585100",
        "agent_name": "David Korbel",
        "image_url": "https://images.bayut.com/thumbnails/195471634-800x600.jpeg",
        "breadcrumbs": "Villas for Rent in Dubai > Jumeirah Park > Legacy Villas",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Parking Spaces",
            "Centrally Air-Conditioned",
            "Double Glazed Windows",
            "Storage Areas",
            "Study Room",
            "Balcony or Terrace",
            "Lobby in Building",
            "Completion Year",
            ": 2,009",
            "Prayer Room",
            "Gym or Health Club",
            "Facilities for Disabled",
            "Swimming Pool",
            "Kids Play Area",
            "Lawn or Garden",
            "Barbeque Area",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "CCTV Security",
            "Laundry Facility",
            "Broadband Internet",
            "Satellite/Cable TV",
            "Intercom",
            "24 Hours Concierge"
        ],
        "description": "Immaculate Condition | 5 Bedrooms | May - UNFURNISHED- Well Maintained- 5 Bedrooms- Large Landscaped Garden- Very Quiet Location- Double Garage- Agent: David Korbel on Allsopp & Allsopp are proud to present this 5 Bedroom Legacy Villa in District 2. The property is in a prime location as the villa is close proximity to Sheikh Zayed Road despite being on a residential road. The ground floor comprises large open plan reception, fifth bedroom with ensuite and integrated kitchen with breakfast bar. The maid room is conveniently located at the back of the villa behind the kitchen. The first floor has a large master bedroom with fitted wardrobes and an en suite bathroom with shower cubicle and bath tub. There are 3 additional bedrooms all fitted with wardrobes and one with an en-suite shower room as well as a bright family room. The property also benefits from a large landscaped garden. Property Reference: SUP_LPlease call David Korbel on  for more information or to arrange a viewing."
    },
    {
        "property_id": "Bayut - DLAND-GV-MIRA1-3BR--",
        "purpose": "For Rent",
        "type": "Villa",
        "added_on": "March 22, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "120,000"
        },
        "location": "Mira 1, Mira, Reem, Dubai",
        "bed_bath_size": {
            "bedrooms": "3 Beds",
            "bathrooms": "4 Baths",
            "size": "2,170 sqft"
        },
        "permit_number": "6916942116",
        "agent_name": "Gaurav Rajdiv",
        "image_url": "https://images.bayut.com/thumbnails/195687995-800x600.jpeg",
        "breadcrumbs": "Villas for Rent in Dubai > Reem > Mira",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 2",
            "Swimming Pool",
            "Electricity Backup",
            "Electricity Backup",
            "Parking Spaces",
            ": 2",
            "Centrally Air-Conditioned",
            "Storage Areas",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool"
        ],
        "description": "AZCO REAL ESTATE BROKERS LLC is proud to present, A community where everyday is filled with wonder. Discover the joy of living in a tranquil gated community that is destined to be one of Dubai's most desirable destination to live. Mira is a villa and townhouse sub-community in Reem, Dubai. Developed by Emaar, Mira comprises 5 phases (Mira 1, 2, 3, 4 and 5) featuring more than 18,000 residential units. The project was launched in 2013 and the last phase was completed in 2017. Just like the master community Reem, homes in Mira are luxurious with an affordable price tag. PROPERTY DETAILS and AMENITIES■ 3 Bedroom■ 4 Bathrooms■ Maid's Room■ Built-in Wardrobes■ 2 Parking Spaces■ BBQ Area■ Kids Play AreaCONTACT US: MR. GAURAV RADJEV - Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate."
    },
    {
        "property_id": "Bayut - B-AR-66248",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 21, 2022",
        "furnishing": null,
        "price": {
            "currency": "AED",
            "amount": "174,990"
        },
        "location": "Jumeirah Living, World Trade Centre Residence, World Trade Centre, Dubai",
        "bed_bath_size": {
            "bedrooms": "2 Beds",
            "bathrooms": "3 Baths",
            "size": "1,829 sqft"
        },
        "permit_number": "7118780600",
        "agent_name": "Akash Thapa",
        "image_url": "https://images.bayut.com/thumbnails/195462955-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > World Trade Centre > World Trade Centre Residence",
        "amenities": [
            "Jacuzzi",
            "Storage Areas",
            "Elevators in Building",
            "Laundry Room"
        ],
        "description": "Luxurious and large 2 bedroom (Duplex) apartment is now available for rent. The apartments has a large living and dining room, fully equipped kitchen,  and 2 large bedrooms on the first floor with master with on-suite bathrooms.  \tLocation: Trade Centre near Dubai international financial center & Sheikh Zayed Road \tBuilding: Jumeirah Living World Trade center residence.  \tApartment: 2 Bed, 2 half baths (Duplex) \tEquipped kitchen.  \tSize: 1829.97 Sq. ft.  \t24-hour concierge service, \tValet and maintenance service, \tStunning rooftop swimming pool \tChildren s wading pool \tState of the art gym with personal trainers \tLandscaped rooftop sundeck and restaurant. Jumeirah Living World Trade Centre ResidenceWorld Trade Centre Residence Dubai has set a new standard for luxury and comfort in luxury serviced residences. It is the epitome of refined living. A luxurious, inner-city home designed for those accustomed to the finest things in life. Each residence is sublimely designed to the highest specification and reflects Jumeirah s renowned standards in luxury and hospitality.   Duplex apartments, fully equipped kitchen, Washer-dryer machine, Luxury bedroom, with en-suite bathroom, Jacuzzi bath, and monsoon shower, iPod docking station, Integrated entertainment systemWorld Trade Centre Residence provides the ultimate in modern, high-performance work environments in addition to its fabulous leisure facilities to help you relax in a family environment while the sun sets on another beautiful day in the Emirate. In the discreet and luxurious World Trade Centre Residence, our well-equipped Business Centre and versatile meeting rooms allow residents the convenience of meeting many of their work requirements¶ Property Features: * Built In Wardrobes* Kitchen Appliances* Laundry Room* Private Jacuzzi* Basement* Elevator* High floor* Close to metro* Landmark view* Smart home system♣fam Properties  Contact Us -   Toll free: 800fam  Email: akash.  Visit our website: famproperties. com  Office Registration no: 1858  RERA Broker ID: 8976  Permit No:"
    },
    {
        "property_id": "Bayut - MP-R-5469",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 19, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "105,000"
        },
        "location": "29 Boulevard 2, 29 Boulevard, Downtown Dubai, Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "1,044 sqft"
        },
        "permit_number": "71383570558",
        "agent_name": "Azizjon Ernazarov",
        "image_url": "https://images.bayut.com/thumbnails/195905276-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Downtown Dubai > 29 Boulevard",
        "amenities": [
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Storage Areas",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Storage Areas",
            "Study Room",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Kids Play Area",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "CCTV Security",
            "Laundry Room",
            "Laundry Facility"
        ],
        "description": "Would you prefer a bright and spacious living room with a large balcony?Are you looking for a spacious 1-bedroom apartment to lease?It gives us absolute pleasure to bring you this dressy apartment that is sure to add life to your life. Call our property specialist to get this best offer. The zen-like balcony is perfect for taking in some fresh air and enjoying the lively up-and-coming surroundings. Experienced homeowners will appreciate the harmony with which this home blends with their lifestyle. * 1 Bedroom + Study room* 2 Bathrooms* Unfurnished* Size: 1,044 sq. ft. * Kitchen Equipped* Fountain View* Built-in Wardrobes* Car Parking: 1* High Floor* Ready for Move-In*Fine Dining*Retail Outlets*Gymnasium*Swimming Pool*Recreational Facilities Metropolitan Premium Properties (MPP) is dedicated to delivering our clients a wide array of services: sale, rentals, property management, consulting services, mortgage brokerage, and many more."
    },
    {
        "property_id": "Bayut - JVC-IN-BELGRAVIA2-1BR",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 20, 2022",
        "furnishing": "Furnished",
        "price": {
            "currency": "AED",
            "amount": "72,000"
        },
        "location": "Belgravia 2, Belgravia, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "788 sqft"
        },
        "permit_number": "7145802745",
        "agent_name": "Muhammed Irfan",
        "image_url": "https://images.bayut.com/thumbnails/195171642-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > Belgravia",
        "amenities": [
            "Furnished",
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Furnished",
            "Electricity Backup",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Central Heating",
            "Storage Areas",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Maintenance Staff",
            "Satellite/Cable TV",
            "Intercom"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed office located in the most sought-after residential community in Jumeirah Village Circle. The residential complex, Belgravia, is one of the finest projects in Jumeirah Village Circle that houses three low-rise residential buildings. Among them Belgravia 2 stands 5-floors above ground. The building features studios, 1, 2 and 3-bedroom furnished apartments that reflect the highest standards of luxury and comfort. Developed by Ellington properties, the project was launched in the year 2016 and handed over in the year 2018. The building is located off Sheikh Mohammed Bin Zayed Road and Al Khail Road. PROPERTY FEATURES AND DETAILS :■ 1 Bedroom Apartment■ 2 Bathrooms■ Swimming Pool■ Covered Parking■ 24/7 Security■ Gym■ Alarm System Parking■ Fire Fighting■ Central Air conditioningCONTACT US: - Muhammad Irfan - Property ConsultantAZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - JVC-JD-OXFBV-STD",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "February 23, 2022",
        "furnishing": "Unfurnished",
        "price": {
            "currency": "AED",
            "amount": "42,000"
        },
        "location": "Oxford Boulevard, JVC District 15, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "Studio",
            "bathrooms": "1 Bath",
            "size": "423 sqft"
        },
        "permit_number": "71326659238",
        "agent_name": "Justan David",
        "image_url": "https://images.bayut.com/thumbnails/189650033-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 15",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            ": 1",
            "Swimming Pool",
            "Centrally Air-Conditioned",
            "Parking Spaces",
            ": 1",
            "Centrally Air-Conditioned",
            "Balcony or Terrace",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Waste Disposal",
            "Maintenance Staff",
            "Security Staff",
            "CCTV Security",
            "24 Hours Concierge"
        ],
        "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed apartment located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Oxford Boulevard by Iman Developer, a forthcoming development that offers impressive designed homes located at Jumeirah Village Circle, Dubai. This elegant designed structure building offers top-notch facilities and amenities with round the clock security and a lavish collection of retail outlets at its ease. While offers a healthy lifestyle with its distinctive architecture and host of facilities providing a beautiful, self-contained environment for residents. Come and join the ultimate luxury with its residence that caters all your needs with its world-class facilities. PROPERTY DETAILS AND AMENITIES:■Studio apartment■1 bathroom■Swimming Pool■Covered Parking■24/7 Security■Gym■Running Track■Recreational Zone■Retail Centre■Super Market■Kid’s School■Community Hall■Park■Kid’s Play AreaCONTACT US: MR. JUSTAN DAVID - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
    },
    {
        "property_id": "Bayut - 2598-Ap-R-0534",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "February 9, 2022",
        "furnishing": null,
        "price": {
            "currency": "AED",
            "amount": "32,000"
        },
        "location": "Reef Residence, JVC District 13, Jumeirah Village Circle (JVC), Dubai",
        "bed_bath_size": {
            "bedrooms": "Studio",
            "bathrooms": "1 Bath",
            "size": "514 sqft"
        },
        "permit_number": "7116763455",
        "agent_name": "Home 4 Ever Real Estate Brokers",
        "image_url": "https://images.bayut.com/thumbnails/185982556-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Village Circle (JVC) > JVC District 13",
        "amenities": [
            "Furnished",
            "Parking Spaces",
            "Maids Room",
            "Swimming Pool",
            "Furnished",
            "Parking Spaces",
            "Centrally Air-Conditioned",
            "Lobby in Building",
            "Reception/Waiting Room",
            "Gym or Health Club",
            "Swimming Pool",
            "Kids Play Area",
            "Barbeque Area",
            "Waste Disposal",
            "Security Staff",
            "24 Hours Concierge",
            "Maids Room"
        ],
        "description": "Home 4 Ever Real Estate Brokers is pleased to offer you this perfectly maintained one-bedroom for rent in Reef Residence, Jumeirah Village Circle, Dubai. - 1 Bedroom- 1 Bathroom- 514 Sqft. - Built-in Wardrobes- Central AC- Covered Parking- Panoramic View- Swimming Pool- Gymnasium- Walking and Jogging Pathways- Children’s Play Area- 24 Hour Security- Covered Parking- Close Proximity to international schools- Close Proximity to the shoppingPayment:AED 7,000 - MonthlyAED 58,000 - Yearly Mr. Onaib - Property ConsultantJumeirah Village Circle is one of the most family-friendly master communities pioneered by Dubai's leading real estate developer, Nakheel. Located at the heart of new Dubai and amidst landscaped gardens, it boasts a range of amenities making it an ideal spot for renters and buyers. A privately-owned real estate company in Dubai certified by RERA. We have an extensive portfolio of residential and commercial and offer a wide range of services to the local and foreign investors. We also provide a personalized service tour to our clients and pride ourselves on our industry knowledge, integrity, and professional approach to our real estate services."
    },
    {
        "property_id": "Bayut - L-188689",
        "purpose": "For Rent",
        "type": "Apartment",
        "added_on": "March 23, 2022",
        "furnishing": null,
        "price": {
            "currency": "AED",
            "amount": "72,000"
        },
        "location": "Madina Tower, JLT Cluster O, Jumeirah Lake Towers (JLT), Dubai",
        "bed_bath_size": {
            "bedrooms": "1 Bed",
            "bathrooms": "2 Baths",
            "size": "1,028 sqft"
        },
        "permit_number": "7119712700",
        "agent_name": "James Rahill",
        "image_url": "https://images.bayut.com/thumbnails/196070698-800x600.jpeg",
        "breadcrumbs": "Apartments for Rent in Dubai > Jumeirah Lake Towers (JLT) > JLT Cluster O",
        "amenities": [
            "Balcony or Terrace",
            "Parking Spaces",
            "Maids Room",
            "Swimming Pool",
            "Parking Spaces",
            "Centrally Air-Conditioned",
            "Balcony or Terrace",
            "Lobby in Building",
            "Completion Year",
            ": 2,007",
            "First Aid Medical Center",
            "Facilities for Disabled",
            "Swimming Pool",
            "Jacuzzi",
            "Sauna",
            "Steam Room",
            "Day Care Center",
            "Barbeque Area",
            "Waste Disposal",
            "Maintenance Staff",
            "Business Center",
            "Security Staff",
            "Broadband Internet",
            "Satellite/Cable TV",
            "Intercom",
            "24 Hours Concierge",
            "Maids Room"
        ],
        "description": "Rooftop Pool | Kitchen Appliances | Great condition- Vacant- Large 1 Bed- Kitchen appliances included- Top of the range gym and rooftop pool. - Sauna & Steam room. - Park View- Guest Bathroom- Mid floor with balcony- 1 Allocated Parking Space- 1,028 Sq ft. - Cluster O- Reference No. : L- Agent: James Rahill , RERA BRN No. 50923 Located in Cluster O this modern, light & spacious apartment is in close proximity to the Damac Metro & has easy access to both Al Khail and Sheikh Zayed Road. Tenants interested in taking a managed property by Allsopp & Allsopp, call now to find out more.  For further details or to arrange a viewing appointment please contact our Head Office on , alternatively visit our website www. allsoppandallsopp. com where you will find an extensive selection of properties available both for sale and for rent. Please call James Rahill on  for more information or to arrange a viewing."
    },
    {
        "property_id": "Bayut - axc-2835219",
        "purpose": "For Rent",
        "type": "Villa",
        "added_on": "December 9, 2021",
        "furnishing": "Furnished",
        "price": {
            "currency": "AED",
            "amount": "700,000"
        },
        "location": "Cluster 6, Jumeirah Islands, Dubai",
        "bed_bath_size": {
            "bedrooms": "4 Beds",
            "bathrooms": "5 Baths",
            "size": "10,125 sqft"
        },
        "permit_number": "6564069000",
        "agent_name": "Ax Capital17",
        "image_url": "https://images.bayut.com/thumbnails/173896185-800x600.jpeg",
        "breadcrumbs": "Villas for Rent in Dubai > Jumeirah Islands > Cluster 6 Villas",
        "amenities": [],
        "description": "AX CAPITAL Real Estate is pleased to present this stunning property to the rental market. \u2028\u2028Having a large balcony with stunning views of the lake and skyline, this is a truly beautiful villa located in the exclusive Jumeirah Islands development. The Entertainment Foyer layout coupled with European Cluster theme and Costa Del Sol styling makes this villa a stunning combination of style and chic. This property boasts an exquisite interior with additional Sun Room and fully functioning elevator.   \u2028• Size: 10,125 sq. ft. • 4 Bedrooms with En Suites +  Maids Room• Sumptuous Living Area• Full Lake and Skyline View• Additional Sun Room Overlooking The Lake• Elevator• Private Swimming Pool I Perfect For Family Living | Large Balcony• \u2028\u2028Quiet Idyllic Setting | Gated Community | Opportunity to Purchase Additional GardenJumeirah Islands is one of Dubai’s most prestigious and sought-after communities, comprising of 50 islands (clusters), 46 of which are residential with a collection of luxury waterfront residences including villas, mansions and townhouses. At the heart of the community there is the Clubhouse, along with parks, leisure facilities and lush green landscapes. Jumeirah Islands offers an excellent location, with easy access to Dubai’s major roads, landmarks and it's many attractions."
    }
]